<?php

return [
    'notices' => [
        'created' => 'एक नया नेस्ट, :name, सफलतापूर्वक बनाया गया है।',
        'deleted' => 'पैनल से अनुरोधित नेस्ट सफलतापूर्वक हटा दिया गया है।',
        'updated' => 'नेस्ट कॉन्फ़िगरेशन विकल्प सफलतापूर्वक अपडेट किए गए हैं।',
    ],
    'eggs' => [
        'notices' => [
            'imported' => 'इस Egg और इससे जुड़े वेरिएबल्स को सफलतापूर्वक आयात किया गया।',
            'updated_via_import' => 'इस Egg को दी गई फ़ाइल का उपयोग करके अपडेट किया गया है।',
            'deleted' => 'पैनल से अनुरोधित egg सफलतापूर्वक हटा दिया गया है।',
            'updated' => 'Egg कॉन्फ़िगरेशन सफलतापूर्वक अपडेट किया गया है।',
            'script_updated' => 'Egg इंस्टॉल स्क्रिप्ट अपडेट कर दी गई है और जब भी सर्वर इंस्टॉल होंगे तब चलेगी।',
            'egg_created' => 'एक नया egg सफलतापूर्वक बनाया गया। इस नए egg को लागू करने के लिए आपको किसी भी चल रहे डेमन को पुनः आरंभ करना होगा।',
        ],
    ],
    'variables' => [
        'notices' => [
            'variable_deleted' => 'वेरिएबल ":variable" हटा दिया गया है और एक बार पुनर्निर्माण के बाद सर्वरों के लिए उपलब्ध नहीं होगा।',
            'variable_updated' => 'वेरिएबल ":variable" अपडेट किया गया है। परिवर्तन लागू करने के लिए आपको इस वेरिएबल का उपयोग करने वाले किसी भी सर्वर को पुनर्निर्माण करना होगा।',
            'variable_created' => 'नया वेरिएबल सफलतापूर्वक बनाया गया और इस egg को असाइन किया गया।',
        ],
    ],
];
